{
  "LuaSnip": {
    "branch": "master"
  },
  "alpha-nvim": {
    "branch": "main"
  },
  "awesome-vim-colorschemes": {
    "branch": "master"
  },
  "cmp-buffer": {
    "branch": "main"
  },
  "cmp-nvim-lsp": {
    "branch": "main"
  },
  "cmp-nvim-lua": {
    "branch": "main"
  },
  "cmp-path": {
    "branch": "main"
  },
  "cmp_luasnip": {
    "branch": "master"
  },
  "completion-nvim": {
    "branch": "master"
  },
  "dracula": {
    "branch": "master"
  },
  "eslint": {
    "branch": "main"
  },
  "falcon": {
    "branch": "master"
  },
  "friendly-snippets": {
    "branch": "main"
  },
  "gitsigns.nvim": {
    "branch": "main"
  },
  "hop.nvim": {
    "branch": "v2"
  },
  "hotdog.vim": {
    "branch": "master"
  },
  "indent-blankline.nvim": {
    "branch": "master"
  },
  "lazy.nvim": {
    "branch": "main"
  },
  "limelight.vim": {
    "branch": "master"
  },
  "lsp-zero.nvim": {
    "branch": "v1.x"
  },
  "lspsaga.nvim": {
    "branch": "main"
  },
  "lualine.nvim": {
    "branch": "master"
  },
  "mason-lspconfig.nvim": {
    "branch": "main"
  },
  "mason.nvim": {
    "branch": "main"
  },
  "nerdcommenter": {
    "branch": "master"
  },
  "null-ls.nvim": {
    "branch": "main"
  },
  "nvim-autopairs": {
    "branch": "master"
  },
  "nvim-cmp": {
    "branch": "main"
  },
  "nvim-colorizer.lua": {
    "branch": "master"
  },
  "nvim-dap": {
    "branch": "master"
  },
  "nvim-dap-ui": {
    "branch": "master"
  },
  "nvim-dap-virtual-text": {
    "branch": "master"
  },
  "nvim-lspconfig": {
    "branch": "master"
  },
  "nvim-navic": {
    "branch": "master"
  },
  "nvim-tree.lua": {
    "branch": "master"
  },
  "nvim-treesitter": {
    "branch": "master"
  },
  "nvim-treesitter-context": {
    "branch": "master"
  },
  "nvim-ts-autotag": {
    "branch": "main"
  },
  "nvim-web-devicons": {
    "branch": "master"
  },
  "open-browser.vim": {
    "branch": "master"
  },
  "photon.vim": {
    "branch": "master"
  },
  "plantuml-previewer.vim": {
    "branch": "master"
  },
  "playground": {
    "branch": "master"
  },
  "plenary.nvim": {
    "branch": "master"
  },
  "popup.nvim": {
    "branch": "master"
  },
  "symbols-outline.nvim": {
    "branch": "master"
  },
  "tabline.nvim": {
    "branch": "main"
  },
  "telescope-dap.nvim": {
    "branch": "master"
  },
  "telescope-file-browser.nvim": {
    "branch": "master"
  },
  "telescope.nvim": {
    "branch": "master"
  },
  "todo-comments.nvim": {
    "branch": "main"
  },
  "toggle-lsp-diagnostics.nvim": {
    "branch": "main"
  },
  "toggleterm.nvim": {
    "branch": "main"
  },
  "vim-colors-pencil": {
    "branch": "master"
  },
  "vim-floaterm": {
    "branch": "master"
  },
  "vim-fugitive": {
    "branch": "master"
  },
  "vim-go": {
    "branch": "master"
  },
  "vim-markdown": {
    "branch": "master"
  },
  "vim-rhubarb": {
    "branch": "master"
  },
  "vim-signature": {
    "branch": "master"
  },
  "vim-surround": {
    "branch": "master"
  },
  "vim-tmux-navigator": {
    "branch": "master"
  },
  "which-key.nvim": {
    "branch": "main"
  },
  "zen-mode.nvim": {
    "branch": "main"
  }
}
